{"Topic_Num":{"0":11.0},"Topic_Perc_Contrib":{"0":0.9987999797},"Keywords":{"0":"korea, percent, south, korean, moon, foreign, north, year, high, china"},"Text":{"0":"[Weekender] Korea’s dynamic 2017From North Korea’s nuclear weapons program nearing completion to the unprecedented impeachment of a president and a major earthquake, the year now drawing to a close has been a difficult one for South Korea.The corruption scandal that broke out in 2016 led to the country’s first impeachment of a president. President Park Geun-hye’s ouster in March in turn led to her and her closest allies being arrested and put on trial on a host of charges. In the wake of Park’s fall from grace, conservatives split into factions, and liberal President Moon Jae-in won the May 9 presidential election. Moon’s election itself sparked off a series of events that hinted at sweeping changes, even if for a limited time, to Korean society. (Yonhap)Moon quickly launched a war against “accumulated ills,” by which the new administration refers to unfair practices and conditions in society. The reform drive has raised allegations of wrongdoings going back to the Lee Myung-bak administration that came to office in 2008. On the economic front, Moon’s reform drive has so far resulted in a large minimum wage hike and higher taxes for the highest earning companies and individuals, both fiercely resisted and criticized by the conservative bloc. The eight months of Moon’s presidency so far have also seen the threat posed by North Korea rise to a new dimension. On Sept. 3, North Korea conducted its sixth nuclear test, claiming that it had successfully developed a hydrogen bomb. North Korea also conducted a number of intercontinental ballistic missile tests starting in May, the combination of which would imply that Pyongyang has crossed the “red line” Moon drew in his North Korea policies. At the press conference marking his 100th day in office in August, Moon stated that North Korea becoming capable of building ICBMs tipped with nuclear warheads would mean that the “red line” has been crossed. The year also saw South Korea experience friction with its two largest trading partners -- China and the US.The trouble with China began in 2016, following the Park administration’s decision to deploy the US Terminal High Altitude Area Defense anti-missile system. The decision to deploy THAAD prompted economic retaliation by China, dealing massive blows to South Korean companies and the tourism industry. Although Seoul-Beijing relations have thawed from the height of tensions, the two sides have yet to narrow their differences on THAAD, which Beijing considers a threat to its national security. Although on a much lesser scale, Seoul’s trade relations with the US also hit a rut over the Korea-US Free Trade Agreement, which US President Donald Trump termed a “horrible deal.” Despite Seoul’s attempts to avoid a renegotiation, the Trump administration pressed the issue on numerous occasions, and the two sides are currently renegotiating the deal. The year also saw major domestic issues unfold. In March, the ferry Sewol was raised from the seabed, nearly three years after it sank off the country’s west coast, leaving 304 people dead or missing. Although the vessel was raised, five passengers remain unaccounted for. A 5.4 magnitude earthquake shook the port city of Pohang, North Gyeongsang Province, on Nov. 15. Among its many consequences, the quake led to the postponement of the annual university entrance exam for the first time in history. By Choi He-suk affairs"}}