{"Topic_Num":{"0":0.0,"1":1.0,"2":2.0,"3":3.0,"4":4.0,"5":5.0,"6":6.0,"7":7.0,"8":8.0,"9":9.0,"10":10.0,"11":11.0,"12":12.0,"13":13.0,"14":14.0},"Topic_Perc_Contrib":{"0":0.8147000074,"1":0.5996000171,"2":0.7264000177,"3":0.8241000175,"4":0.6998000145,"5":0.6517000198,"6":0.6201999784,"7":0.8442999721,"8":0.798600018,"9":0.6789000034,"10":0.6994000077,"11":0.9416000247,"12":0.5896999836,"13":0.5464000106,"14":0.5698000193},"Keywords":{"0":"korea, south, talk, say, seoul, foreign, nuclear, visit, meeting, hold","1":"company, project, water, ship, energy, technology, firm, say, south, construction","2":"country, say, city, year, korea, ministry, bank, development, help, international","3":"percent, year, student, school, education, worker, number, high, government, korea","4":"korea, korean, seoul, ambassador, culture, event, world, embassy, trade, center","5":"say, child, woman, korean, family, work, parent, time, old, many","6":"park, president, former, lee, sing, presidential, office, geun_hye, chief, political","7":"north, korea, korean, south, say, pyongyang, official, yonhap, inter, nuclear","8":"japan, south, issue, say, japanese, korean, tokyo, seoul, korea, history","9":"say, police, seoul, year, charge, official, prosecutor, prosecution, suspect, last","10":"party, lawmaker, election, opposition, rep, new, npad, reform, saenuri, bill","11":"pension, health, say, scandal, ministry, medical, first, south, case, report","12":"defense, china, military, missile, chinese, security, system, threat, korea, would","13":"court, human_right, law, year, cho, judge, prison, resolution, rule, international","14":"say, government, would, make, take, call, group, ministry, investigation, official"},"Text":{"0":"S. Korea, China, Japan discuss counter-terrorism, cybersecuritySenior diplomats from South Korea, China and Japan held three-way talks here Friday to discuss ways to enhance cooperation in counter-terrorism, cybersecurity and extremism. Choi Sung-joo, South Koreas ambassador for international security affairs, and his Chinese and Japanese counterparts, Liu Guangyuan and Tsukasa Kawada, led the one-day talks. The trilateral consultation on counter-terrorism was last held in July 2012 and Fridays talks are the latest sign of easing tensions among the three nations. Japans relations with both South Korea and China have worsened in recent years because of their shared history and territorial disputes, but showed signs of a thaw. The foreign ministers from South Korea, China and Japan held three-way talks in Seoul in March, marking the first such meeting in about three years. During the March meeting, they agreed to resume the trilateral consultation on counter-terrorism. Chinas foreign ministry spokeswoman, Hua Chunying, told reporters that the Friday talks \"will give a further boost to the political dialogue and practical cooperation among the three countries.\" \"It will also be conducive to the security and stability of the three countries,\" Hua said. The next round of the three-way consultation will be held in South Korea next year, according to South Koreas Foreign Ministry. (Yonhap)Foreign Policy","1":"Asiana begins Incheon-Rome flight serviceAsiana Airlines Inc., South Koreas No. 2 air carrier, said Monday it has started nonstop flight service between Incheon and Rome in an effort to catch up with both local and overseas rivals that operate flights on that route.The new flights, which were launched on June 30, are available every Tuesday, Thursday and Saturday, the company said. The Boeing 777-200 twin-engine jet airliner with a total of 300 seats is used for the Incheon-Rome flights, according to Asiana. With Asianas launch, passengers are now able to fly directly to the Italian capital nearly every day from South Koreas Incheon International Airport, except for Wednesdays. Asiana is the third airline to establish direct flights between Incheon International Airport, the main gateway to South Korea, and Rome after its bigger home rival Korean Air Lines Co. and Italian flag carrier Alitalia. (Yonhap)Social affairs","2":"Seoul to offer aid to Honduras, Guatemala hard hit by climate changeSouth Korea will provide Honduras and Guatemala with $550,000 in humanitarian aid as the countries are troubled by frequent disasters caused by climate change, the Foreign Ministry announced Tuesday. The government has decided to offer $300,000 to Honduras, which is reeling from the worst drought in half a century. Around 13 million people, 15 percent of the nations population, are facing a food crisis. South Korea will also deliver humanitarian assistance worth $250,000 to Guatemala, which is also suffering huge damage from climate change. Honduras and Guatemala are among the nations most susceptible to climate change. Seouls announcement of the aid came after the international deal on climate change signed in Paris over the weekend. South Korea has provided nine other countries with a total of $2.1 million in related humanitarian aid this year alone. \"Our government plans to actively implement humanitarian diplomacy, making efforts to expand humanitarian assistance for emergency disasters from climate change as well as drawn-out conflicts including those in Syria and Iraq,\" said the ministry. (Yonhap)","3":"Financial firms reduce temporary workers in 2014The number of nonregular workers employed by South Korean financial firms fell 11 percent last year from a year earlier, but that of regular workers remained nearly unchanged, industry data showed Thursday.A total of 26,833 temporary workers, including part-timers and contract workers, were employed by local 87 financial firms as of end-2014, compared with 30,149 non-regular workers a year earlier, according to the data compiled by corporate tracker CEO Score.Over the same period, the overall number of financial employees edged down 1.4 percent on-year to 195,832 from 198,525, while the number of regular workers stood at 168,999, up 0.4 percent from 168,376.Banks and non-life insurers led the decrease in the employment of temporary workers in line with their efforts to downsize last year.Nine non-life insurance firms hired 1,777 non-regular workers last year, down 37.4 percent from 2,840 a year earlier, with their total number of employees contracting 1.6 percent on-year to 25,741.The number of temporary workers employed by 14 local lenders slumped 27.9 percent on-year to 12,066 last year from 16,742, while they had 101,532 employees on their payrolls, down 1 percent from a year earlier.In the securities and life insurance sectors, companies made more cuts in the number of regular workers than non-regular workers while they reduced their payrolls.Eight life insurers added 14,463 workers last year, down 8.4 percent from a year earlier. They cut their regular workforce by 8.7 percent to 13,475, and their non-regular workforce fell by 4 percent to 988. Twenty-three brokerage houses posted a 7.2 percent on-year drop in their overall manpower last year, with the number of regular workers slipping 10.6 percent. But the number of their non-regular workers rose 10.4 percent over the period. (Yonhap)Social affairs","4":"Argentine wine rouses taste buds in SeoulThe Argentine Embassy, in collaboration with the Wines of Argentina, held a wine tasting event on Nov. 9 at the Millennium Seoul Hilton, introducing 28 wineries. The event, in its fifth run, is a government-sponsored scheme to promote national wines around the world, whose popularity has risen sharply in Korea. Since 2011, the export of Argentine wines to Korea has increased by 64 percent in volume and 90 percent in value. Argentina is the world’s fifth-largest wine producer and the largest in South America. The Wines of Argentina is a nonprofit organization comprised of over 200 wineries, covering more than 95 percent of global wine exports. The country started producing wine some 200 years ago, exporting it 20 years ago, and selling it in Korea seven years ago. The wines showcased at the event that are imported to Korea included Norton, Finca Flichman, Kaiken, Altavista, Bodega Argento, Terrazas de los Andes, Andeluna Cellars, Trapiche, Pascual Toso and Bodega Catena Zapata. By Joel Lee Ambassador Jorge Roballo Argentine Embassy사용안함 - Diplomatic Circuit","5":"More teenagers at risk of Internet addictionA few years ago, Kim Seon-jung, a middle school math teacher, noticed one of his students would always jiggle his legs while he sat down in class. As his behavior became distracting, Kim told him numerous times to stop. The student responded by pounding on the desk and swinging his pen with his fingers.Alarmed by the student’s behavior, the teacher consulted with the parents, only to find out the teen was addicted to the Internet. “He was an introvert who didn’t have many friends in school, and both of his parents were working. As an only child, he would spend a lot of time alone at home,” Kim wrote in a report submitted to an NGO specializing in education and youth rights. Students learn about the danger of Internet addiction at a middle school in Seoul. (Yonhap)“Unlike many teens who are addicted to online games, he was actually addicted to online chatting. He said when he was offline, he was constantly worried about what his friends, all of whom he met and interacted with online, would be talking about without him in the chatrooms. Most of his social activities were taking place in cyberspace, and being offline made him feel extremely anxious and isolated.”The student is one of a growing number of South Korean teens who are addicted to the Internet and smartphones. According to the latest government data, the number of teenagers who are at risk of Internet or smartphone addiction has been rising over the past three years.As of last year, 29 percent of all teenagers were at risk of smartphone addiction, while 12.5 percent were at risk of Internet addiction disorder. Data also found that children of double-income families and single-parent households are most likely to develop media addiction.“Most addictions are not just caused by what people are addicted to. For example, game addiction is not solely caused by the game itself. There is always something else,” said Cho Hye-jin, who has met teen Internet addicts at the National Information Society Agency. “A lot of the times, teen Internet addicts have problems with their relationships with their family members or friends. It can also be related to a lack of parental presence or attention. Very often, they start by using the Internet, games and SNS as a way to indulge their social or emotional needs (that are not being met by their parents).”Symptoms of Internet addiction can have extremely negative effects on teenagers and their lives, experts said. Signs of addiction include difficulty waking up for school, feelings of anxiousness when they are not online including shakiness and moodiness, sleep disturbance and having trouble completing tasks at school and home. The addiction may also lead to isolation from family and friends.One of the teen smartphone addicts currently being treated at the National Information Society Agency physically attacked her parents when she had her smartphone taken away. The middle school student threatened to commit suicide if she did not get her phone back, and repeatedly claimed that she would be bullied at school if she did not constantly participate in KakaoTalk group conversations. The teen was eventually taken to the agency after her parents thought she was spending too much time alone with her phone.“Children who are addicted to the Internet have a high chance of missing out on normal teen life and experiences, which are crucial for the successful transition into adulthood,” said Kim Sung-byuk, who oversees media policies for teenagers at the Gender Equality Ministry.An unhappy childhood or teenage years may also lead to addiction. A man in his early 20s was treated at the National Information Society Agency last year for online game addiction. Growing up, he was often emotionally abused by his stepfather, while his mother was negligent. When he was bullied as a teenager by his classmates, he was not convinced that his parents would help him, so he endured the abuse without telling anyone. However, he received good grades and eventually enrolled in a university, but soon afterward he became addicted to online games. Before seeking help at the agency, he had been skipping all of his classes to play games in his room alone. He claimed it was the only way for him to “relieve stress and communicate with the world.”“The key is to find out exactly what caused the addiction, rather than simply getting rid of what the person is addicted to,” said Cho from the agency. “Banning games from game addicts won’t solve the situation. Once the real cause of the addiction, such as family problems, is solved, the addiction usually goes away naturally. This is why parents of teen addicts are also encouraged to receive therapy, because they can very often be the cause of their child’s addictive behaviors.”Meanwhile, the number of double-income families keeps increasing in Korea. As of 2013, there are more than 5 million double-income households, accounting for 43 percent of all households in the country. Psychiatrist Jeong Yu-sook from Samsung Medical Center said a lack of parental presence, combined with smartphone overuse, may generate undesirable consequences for children and teenagers. “It just takes away their chance to socialize as young children,” she said. “When a person is not socialized enough as a child or a teenager, they have a higher chance of developing personality disorders, such as narcissistic personality disorder.”A high school teacher, who only wanted to be identified with her last name Oh, feels today’s hyper-connected culture inevitably affects the way Korean teenagers socialize with one another ― but not necessarily in a positive way.“I’ve seen my students using KakaoTalk for occasions that require you to do it in person or at least through a phone call,” she said. “They’d break up with their boyfriends or girlfriends by sending a single text message. They’d cut off all contact with someone they didn’t want to be friends anymore ― by just ignoring texts and not texting at all ― instead of explaining in person why they wanted to end the relationship. This concerns me about our next generation.”By Claire Lee affairs","6":"Park accepts PMs resignation over bribery scandalPresident Park Geun-hye on Monday accepted Prime Minister Lee Wan-koos offer to step down over a bribery scandal involving Lee and some of her key aides. Lee expressed his intention to resign a week ago amid growing suspicions that he took 30 million won ($28,000) from the late head of a mid-size construction firm while running for a parliamentary seat in 2013. \"President Park has formally accepted Prime Minister Lees resignation,\" presidential spokesman Min Kyung-wook said in a press briefing. The resignation of the second-highest government official is the latest in a series of blows to the Park administration over the bribery scandal which also involves her former and incumbent chiefs of staff. Lee took office two months ago after Parks other two choices for prime minister failed to win parliamentary approval amid ethical lapses. Lees stepdown may immediately lead to Parks search for the next prime minister. Deputy Prime Minister Choi Kyoung-hwan will fill Lees vacancy until a new prime minister is named. The latest development came as the Park administration and the ruling party are roiled in the scandal which erupted because of a note left by the businessman, Sung Wan-jong. Before he hanged himself earlier this month, Sung left behind the memo listing eight bigwig politicians and sums of money, indicating the amount delivered to each. (Yonhap)Politics","7":"U.N. Command offers talks with N. Korea over shelling: sourceThe United Nations Command has proposed having working-level talks with North Korea to discuss escalating tension on the divided Korean Peninsula, sparked by the North‘s recent firing of artillery shells across the border, a military source said Friday.The UNC sent a message to North Korea on Thursday, offering to hold dialogue with Pyongyang following the North’s firing of several shells across the heavily fortified inter-Korean border, according to the source.“The UNC has called for North Korea to refrain from worsening the situation on the peninsula as the North‘s firing of artillery shells is a serious violation of the armistice agreement,” the source said. “It has proposed to have a working-level dialogue to prepare for general-level talks.”The North has not yet responded to the UNC’s proposal, it added.Tension has heightened on the Korean Peninsula as North Korean leader Kim Jong-un has ordered front-line troops to have full combat readiness against South Korea. He declared a “quasi-state of war,” warning that the North will take military action if the South does not end border propaganda broadcasts and dismantle the broadcast facilities by around 5 p.m. on Saturday.Seoul resumed its loudspeaker campaign with anti-Pyongyang propaganda on Aug. 10 in retaliation for the North‘s land mine explosion on Aug. 4 in the 4-kilometer-wide demilitarized zone that bisects the two Koreas.Earlier, the UNC proposed general-level talks with North Korea to discuss the mine blasts that seriously injured two South Korean soldiers, an offer rejected by the North.The two Koreas remain technically at war since the 1950-53 Korean War ended in a truce, not a peace treaty. (Yonhap)North Korea","8":"S. Korea urges Japan to take action over sex slave issueSouth Korea urged Japan on Sunday to take concrete steps to resolve the issue of Korean women who were forced into sexual slavery for Japanese soldiers during World War II. Foreign Ministry spokesman Noh Kwang-il made the call in a statement marking four years since the Constitutional Court deemed the governments lack of action over the dispute unconstitutional. \"As we stressed in the Aug. 15 Liberation Day address, the Japanese government must show a more enthusiastic attitude to swiftly resolve this issue,\" Noh said. Citing Japanese Prime Minister Shinzo Abes Aug. 14 statement, which marked the 70th anniversary of the end of World War II, the spokesman said \"sincere actions\" to resolve issues stemming from the two countries shared history will demonstrate Japans will to uphold the historical perceptions of past administrations. In the statement, Abe stopped short of offering his own apology for Japans wartime atrocities, saying simply that the position \"articulated by the previous Cabinets will remain unshakable into the future.\" He was apparently referring to the 1993 Kono Statement and 1995 Murayama Statement, in which the Japanese government apologized for the suffering it caused to other nations during the war and acknowledged the militarys involvement in forcing Korean and other Asian women to work in front-line military brothels. Historians say more than 200,000 women, mostly from Korea, fell victim to the Imperial Japanese Army as Korea was under Japanese colonial rule from 1910-45. South Korea has demanded Japan acknowledge state responsibility for the crime and offer proper compensation to the 47 surviving South Korean victims. Japan has claimed the issue was settled under a 1965 treaty that normalized bilateral ties. The two countries foreign ministries have held eight rounds of talks since April 2014 in an effort to settle the dispute. (Yonhap)International","9":"Police officer arrested over bribery chargesA Seoul court on Friday issued an arrest warrant for a police officer accused of receiving some hundreds of millions of won in kickbacks from a helicopter maintenance company. The police officer, identified only by his surname Kim, was taken into custody after the Seoul Central District Court issued the warrant, noting there were enough reasons and necessity for the arrest. The 35-year-old is suspected of receiving bribes from the head of the company, identified only by his surname Bae, 37, in exchange for favors while working at the National Police Agency. His predecessor was also taken into custody last week for unlawfully receiving money from Bae. (Yonhap)Social affairs","10":"Rival parties agree to open parliamentary plenary session next weekRival parties agreed Friday to open a parliamentary plenary session next week to discuss the issue of redrawing electoral districts, said a ruling-party lawmaker.The Saenuri Party and the main opposition New Politics Alliance for Democracy failed to redraw the electoral constituency map last month and failed to meet their self-imposed deadline for the general elections slated for next April.\"The plenary session will be held on Tuesday,\" Won Yoo-cheol, floor leader of the ruling Saneuri Party, told reporters, without commenting on whether the issue will be put to a vote. Election officials said candidates cannot register for the parliamentary elections unless the electoral districts are redrawn by Tuesday. The rival parties are required to redraw electoral districts as the Constitutional Court ruled last year that the current electoral map was unconstitutional, citing unequal representation.The court said that the population differences between electoral districts should be reduced to two-to-one, noting the most populous electoral districts outweigh the least populous three seats to one.The rival parties are at odds over the number of elected parliamentary seats in rural areas and proportional representation.The Saenuri Party has proposed maintaining the 300-seat National Assembly by increasing the number of constituencies while reducing the number of lawmakers elected on proportional tickets, which currently stands at 54.The NPAD has opposed the plan, saying it will bring out more regionalism in local politics and wants to maintain the number of seats given to proportional representation members.\"Contentious bills will be discussed (by lawmakers) at parliamentary committees,\" Lee Jong-kul, floor leader of the NPAD, told Yonhap News Agency.The 100-day regular session wrapped up Tuesday without the endorsement of the set of bills designed to revitalize the countrys economy, after the rival parties failed to narrow their differences. (Yonhap)Politics","11":"S. Korea reports no new MERS cases for 9th dayThe number of people diagnosed with Middle East Respiratory Syndrome in South Korea remained unchanged at 186 on Tuesday as the country has seen no new cases for nine straight days, the government said.The MERS death toll also stayed unchanged at 36, with no fatalities occurring since Friday, according to the Ministry of Health and Welfare.There were 410 people in isolation as of Tuesday as suspected cases following possible exposure to the MERS coronavirus, down 41 people from the day before, it said.Since the country reported its first case on May 20, nearly 16,700 people have been subject to isolation for possible infection. So far, 16,278 of them have been released after showing no symptoms of MERS for more than the known maximum incubation period of 14 days for the disease.Out of those diagnosed with MERS, 131 have been discharged from hospitals following complete recoveries, up one compared with the day before.Of the remaining 19 receiving treatment in hospitals, four are in unstable condition.MERS is a viral respiratory disease that is still fairly new to humans. The disease has claimed over 530 lives globally, posting a fatality rate of over 36 percent.In South Korea, the fatality rate stands at 19.4 percent, with most of the people succumbing to the illness having had underlying medical conditions. The ministry said 91.7 percent of the people who died were being treated for cancer or had serious heart, lung or kidney conditions.There currently is no vaccine or treatment for the disease that was first reported only in 2012 in Saudi Arabia. (Yonhap)Social affairs","12":"‘China’s complex strategic culture raises unpredictability over use of force’This is the fifth installment in a series of interviews with scholars and experts on China as a resurgent Asian power that is changing the regional order. This installment looks into China’s threat perceptions and its military strategy and modernization. -- Ed.China’s “strategic culture” is a complex mixture of Confucianism, the revolutionary aspect and the West’s realist streak, raising uncertainties over its possible responses to security threats including one related to the ongoing South China Sea disputes, according to China expert Park Chang-hee.Professor Park Chang-heeStrategic culture refers to the orientation of a country’s perceptions and preferences regarding the use of force and its overall security stance.China’s historical experiences including its communist revolution and wars with Western forces have made its strategic culture “unstable and unpredictable,” the military strategy professor at Korea National Defense University said during a recent interview with The Korea Herald.“It is difficult to simply define China’s strategic culture in which these three elements clash together. The problem is the unpredictability of the strategic culture. Even Chinese cannot fully grasp their own strategic culture,” he said.“China could be confused about whether it should take a more generous approach in line with the Confucian strategic culture, or a tough stance in line with the revolutionary strategic culture.”Touching on the heightened tensions between the U.S. and China over the freedom of navigation in the South China Sea, the scholar did not rule out the possibility of a direct military clash between the major powers.“Should this war of nerves between the two persist, we cannot rule out the possibility of a military conflict. We witnessed a clash in April 2001 when the U.S. surveillance aircraft collided with China’s fighter jet off Hainan Island, causing the death of a Chinese pilot.”The following is the interview with professor Park.Korea Herald: What are your views on China’s perception of military threats?Park Chang-hee: China issued a 2014 defense white paper, entitled “China’s Military Strategy” in May this year. The document adopts a new expression -- “military strategic guideline of active defense in the new situation” -- in place of the previous term -- “military strategic guideline of active defense for the new era.” This change reflects a shift in China’s perception of the security landscape. The “new era” in the previous term refers to China’s pursuit of the operations of its forces under high-tech conditions. But the “new situation” refers to neo-hegemonism, power politics and neo-interventionism (which the white paper singled out as new threats). Here, neo-hegemonism means the strengthening of the U.S.-Japan alliance, while power politics refers to the U.S.’ military rebalancing towards the Asia-Pacific region and neo-interventionism to the U.S.’ intervention in maritime disputes involving the East and South China Seas. China appears to be concentrating on these issues as focal points for its construction of military power.KH: Since 1985, China has pushed for its military modernization. What have been the key points of the modernization scheme?Park: In 1985 when Deng Xiaoping presided over a session of the Communist Party’s Central Military Commission, there was a shift in China’s perception of warfare. Before then, China’s military prepared for a possible all-out, impending nuclear war. But at the CMC session, Deng and senior party members shared the recognition that the possibility of such an all-out nuclear war was little. Thus, they began pursuing the doctrine of “local wars” whereby China sought to secure its interests along its peripheral regions. A local war is of short duration that is a geographically limited yet of high-intensity. To pursue the doctrine of local wars, China should have elite forces equipped with high-tech weapons. But for the doctrine, China just reduced its troops by some 1 million and sought to enhance jointness among the armed services. But the Gulf War (in 1991) -- which some called the first space war -- came as a shock, underscoring the yawning technological gap between the U.S. and China. Since then, China started pursuing the technology-focused construction of military power in a departure from the manpower-centric strategy. Accordingly, the military doctrine of “local wars under high-tech conditions” emerged in 1993. As the world has moved into the era of informationization in the 21st century from the industrialization era, China has been transitioning to informationized warfare from mechanized warfare. In 2004, China’s defense white paper set its military objective as winning “local wars under informationized conditions.” Local wars under high-tech conditions means mechanized warfare in the industrialization era, while local wars under informationized conditions is informationized warfare.Under the military strategic guideline of active defense in the new situation, China will be preparing for local wars under informationized conditions until the mid-21st century, namely 2050. This objective was presented in the 2006 defense white paper. What this means is that China is pushing to secure military capabilities equivalent to those of the U.S.KH: A series of the military events have driven China’s projects to alter or improve its military strategy, doctrine, force structure, training and so forth. Those events include the Gulf War in 1991 and the Taiwan Straits Crisis in 1995-96 to name a few.Park: Yes, the Gulf War made China cognizant of the importance of the high-tech weaponry. But in the early 1990s, China focused on preparing for contingencies along its periphery rather than for an emergency involving the U.S. But after the Taiwan Straits Crisis, China pursued a shift in its military strategy, and the management and acquisition of weapons. During the crisis, the U.S. sent two aircraft carriers, which was quite a shock to China. Since then, it started to prepare for military operations with the potential clash with the U.S. in mind. China’s military preparations proceeded in two ways. Firstly, China has pursued the doctrine of local wars under informationized conditions to catch up with the U.S. based on the recognition that an emergency on its periphery could involve not only neighboring states but also the U.S. Secondly, China has sought to develop the “A2\/AD” (anti-access\/area-denial) strategy, which is an asymmetric military strategy. China would not pursue the A2\/AD strategy for good. It is pushing for the A2\/AD strategy as it is lagging behind the U.S. military power. Thus, its pursuit of the strategy is an inevitable choice. KH: China appears to be employing an offensive maritime strategy as it seeks to shift its focus to “offshore waters defense” to the combination of offshore waters defense and “open seas protection.” What would be the impact of this on the regional security?Park: China’s strategy can hardly be called offensive. It is almost impossible for China to execute an offensive strategy against its major competitors, the U.S. and Japan. If you call a strategy offensive, it should be aimed at extorting something from its competitors or anything to that effect. Thus, it is appropriate to call China’s strategy defensive. But it is not to say that there is no offensiveness at all in its strategy, or that it is not seeking to bolster its offensive capabilities. As China rises as a major power, it cannot help but strengthen its military power to protect growing national interests. In this respect, China has been trying to build its capabilities in the realms of sea, air and space. In the 2014 defense white paper, China used the expression, “open seas protection” that goes beyond the “offshore defense” that it has stuck to for two decades. This indicates that China would advance farther into the ocean in the future. The problem here is that even though it takes a defensive strategy, China would not make any concessions vis-a-vis core interests and could use force (to protect them). The core interests involve Senkaku Islands, Spratly Islands, Paracel Islands, Taiwan and even North Korea. KH: Tensions have spiked in the South China Sea with the U.S. conducting freedom-of-navigation operations. What would be the likelihood of a military clash between China and the U.S.?Park: China’s defense white paper said the seas and oceans bear on the enduring peace, lasting stability and sustainable development of China. It also made it clear that it would strengthen its maritime military readiness to secure its interests. In line with this, China has apparently been constructing artificial islands in the South China Sea and deployed military assets there. The U.S. has said in response that China’s moves ran counter to the international law and would not be helpful for the regional stability. Should this war of nerves between the two persist, we cannot rule out the possibility of a military conflict. We witnessed a clash in April 2001 when the U.S. surveillance aircraft collided with China’s fighter jet off Hainan Island, causing the death of a Chinese pilot. A clash may not escalate into a full-blown military conflict, but such a war of nerves would undercut mutual trust and dampen the mood for cooperation that was forged during their summit in September.KH: How would you describe China’s strategic culture? Park: China’s strategic culture is based on Confucianism. Under the Confucian strategic culture, war is a means that is to be abhorred and should be used in an inevitable situation as a last resort. When a war breaks out, the scale and duration should also be minimized. This traditional strategic culture is different from the modern West’s notion about warfare. The West regards war as a means to achieve political objectives and the execution of warfare as part of political activities. This means that war is not a subject to be abhorred, but a justifiable means to achieve political goals. This is what differentiates the West’s notion from that of Confucianism.But China experienced a communist revolution, which has implanted a very extreme realist strategic culture in China. Through the revolution, China has come to see warfare as a means to achieve political goals -- a just and rational means to root out feudalism and imperialism.The problem is that after China succeeded in its communist revolution and established the People’s Republic of China in 1949, another strategic culture emerged. That came as China engaged in the international war and accepted the West’s strategic culture. That means a modern-day limited warfare aimed at securing national interests.As a result, China’s strategic culture is now an intricate mixture of Confucianism, the aspect of the communist revolution and the West’s strategic culture. Thus, it is difficult to simply define China’s strategic culture in which these three elements clash together. The problem is the unpredictability of the strategic culture. Even Chinese cannot fully grasp their own strategic culture. It is hard to know which cultural aspect could figure prominently in what case. In case of the South China Sea disputes, China could be confused about whether it should take a more generous approach in line with the Confucian strategic culture, or a tough stance in line with the revolutionary strategic culture. China could be grappling with its identity of strategic culture. In this respect, China claims multiple identities. For example, at the U.N. Security Council, China acts as a major power, while at a climate change conference, China claims to be a developing country.KH: Chinese leader Xi Jinping has announced the plan for a reduction of 300,000 troops. What is your view on the troop drawdown?Park: Before China renounced its concept of the imminent, all-out, nuclear war in 1985, China maintained some 4 million troops. As it pursued the doctrine of local wars, China curtailed its troop level by 1 million from 1985-89, then 500,000 from 1997-2000 and then 200,000 from 2003-05. Now, the number of the troops stands at around 2.3 million. China’s military modernization is the biggest reason for the troop reduction. As the military is getting mechanized and informationized, what has become crucial is not the number of the troops but the quality of its forces. Secondly, it is about jointness among the armed services, which has created the synergic effect. Enhanced jointness has allowed the military to eliminate the overlapping functions. The military has also sought to remove its roles that caused inefficiencies such as the socialist military establishment’s traditional function of employment.KH: How do you think the Sino-U.S. military competition will unfold?Park: China’s military can’t be a match for the U.S. yet. It can’t be for some two to three decades. Thus, China can’t think of a scenario of its military clash with the U.S. for the time being. But this does not mean that China would bow to the U.S.’ military threats. Therefore, it is taking a strategic approach to deal with the U.S.China’s strategy is formulated based on its analysis of the U.S.’ vulnerabilities. First, it knows that it would take some period of time for the U.S. to prepare for a war. In the case of the Gulf War, it took some five months of preparation. Secondly, it would also take time for the U.S. to deploy its military assets to a battle zone. Of course, the aircraft would come soon, but the aircraft carrier group or warships can’t arrive right away. Thirdly, China is aware that the U.S.’ war is susceptible to domestic public opinion.Thus, China believes it would win in a conflict should it effectively block the U.S.’ military power. Based on this belief, China has been pursuing the A2\/AD strategy, and focusing on developing weapons systems required for the strategy. The problem for the U.S. is that neighboring states can raise doubts over the U.S.’ security commitment to them as the A2\/AD strategy poses a threat to the U.S. Thus, the U.S. is pushing for its military rebalancing to maintain its alliance system in the region.The Sino-U.S. competition will continue. But China would not engage in some infinite military competition with the U.S. in the way the Soviet Union did during the Cold War. Rather than trying to maximize the number of warheads, it would take a smart approach such as increasing its submarine-launched ballistic missiles and strategic nuclear-powered submarines.KH: There has been talk here of China’s possible intervention in case of a regime collapse in Pyongyang or any contingencies in the North. How do you think China would intervene?Park: North Korea has historically been of core geopolitical value for China. Thus, what’s in China’s interest is to maintain a pro-China regime in the North. The worst scenario for China would be that a pro-U.S. regime emerges on the peninsula after reunification, posing a security threat to China. Under this scenario, it could be seen as being geopolitically encircled by Taiwan and the Korean Peninsula, which could make it difficult for it to fulfil the task of unifying mainland China and Taiwan.China’s intervention during the Korea War was based on such geopolitical calculations. At the time, all countries including the U.S. thought China would not intervene due to domestic political and economic difficulties, and the fact that China was not prepared to participate in yet another war. But it did. Should a contingency occur in the North, China would intervene in any form. Its intervention could occur in various ways, depending on situations. China could send a delegation of political and military advisers to back the North Korean regime, or send military assistance to block internal resistance (to the regime favorable to China’s interests), or intervene militarily in a direct manner, in the worst case.Russia has recently begun its military intervention to protect the Assad regime in Syria. Likewise, China could offer military support in case of the collapse of the North Korean regime. Currently, the document stipulating the alliance relations between China and North Korea still remains undestroyed. It appears that the document has not been discarded yet for the two sides to prepare for the possibilities (mentioned above).By Song Sang-ho Chang-heePark, professor in the department of military strategy at Korea National Defense University, is noted for his extensive research and expertise on Chinese military strategy, national security, geopolitics and war strategy. He has authored a series of articles and books on the Chinese military and various security issues. His publications include “Why China Attacks: China’s Geostrategic Vulnerability and Its Military Intervention,” “Enhanced Sino-Russian Relations and Its Implications for the Security of South Korea” and “On Military Strategy.”He previously lectured at Korea University and Sogang University. He also served as an adviser to the National Unification Advisory Council. He graduated from the Korea Military Academy in 1987. He obtained his master’s degree in national security from the U.S. Naval Postgraduate School in 1996 and a doctorate in politics from Korea University in 2001.Foreign Policy","13":"Court rules unfaithful spouses cannot file divorce lawsuitsThe nations top court ruled Tuesday that unfaithful spouses are not allowed to file divorce lawsuits, in accordance with the no-fault law. Upholding a lower courts ruling, the Supreme Court dismissed a divorce suit filed by a husband responsible for the breakup of his marriage, against his wife. The identities of the two have been withheld.Seven of 13 sitting judges ruled that it is yet early to change the law, which would allow such cheating spouses to file divorce lawsuits.The court noted that a spouse committing marital infidelity still can divorce his or her spouse through settlements. According to data by the court, 77.7 percent of couples who divorced in the country in 2014 did so through settlements. (Yonhap)Social affairs","14":"Govt should make safety top priority: PMPrime Minister Hwang Kyo-ahn said Wednesday that the government should put its top priority on keeping people safe. \"Safety is the governments most fundamental responsibility of keeping the life and assets of the people,\" Hwang said while presiding over a regular government meeting on public safety. \"Each government department should place safety as a top priority.\" The meeting was attended by senior government officials from the Ministry of Public Safety and Security and the Ministry of Personnel Management, as well as other related civilian specialists. The PM further said that not only government officials but also the general public should have the change of paradigm about safety. \"Fundamental change of paradigm about safety is needed in order for our country to take a leap to an advanced country and to achieve safe Republic of Korea (South Korea) in the end.\" (Yonhap)Politics"}}