{"Topic_Num":{"0":0.0,"1":1.0,"2":2.0,"3":3.0,"4":4.0,"5":5.0,"6":6.0,"7":7.0,"8":8.0,"9":9.0,"10":10.0,"11":11.0,"12":12.0,"13":13.0,"14":14.0},"Topic_Perc_Contrib":{"0":0.6862999797,"1":0.850399971,"2":0.8403000236,"3":0.7339000106,"4":0.6082000136,"5":0.8353000283,"6":0.731400013,"7":0.9143999815,"8":0.6863999963,"9":0.9085999727,"10":0.8313999772,"11":0.5494999886,"12":0.6039000154,"13":0.4584000111,"14":0.652700007},"Keywords":{"0":"say, police, death, find, case, man, ship, kill, search, suspect","1":"park, president, court, choi, impeachment, former, lee, geun_hye, office, charge","2":"north, missile, korea, nuclear, test, say, military, launch, ballistic, provocation","3":"north, korea, korean, say, leader, pyongyang, yonhap, sanction, south, state","4":"percent, survey, poll, show, primary, conduct, south, week, percentage_point, voter","5":"year, say, number, people, korea, country, korean, south, work, last","6":"say, korea, china, trump, south, president, defense, system, security, would","7":"south, foreign, minister, meeting, president, visit, hold, meet, yonhap, seoul","8":"school, university, education, seoul, student, herald, professor, study, say, center","9":"seoul, city, area, day, south, region, say, yonhap, korea, jan","10":"party, moon, presidential, election, candidate, ahn, president, conservative, former, democratic","11":"south, korean, military, defense, korea, statue, force, protest, operation, yonhap","12":"government, ministry, say, seoul, plan, japan, yonhap, official, japanese, deal","13":"front_runner, use, medium, online, seoul, station, counsel, tv, car, news","14":"korea, country, economic, malaysia, development, korean, ambassador, trade, international, business"},"Text":{"0":"Bones in form of human body discovered in SewolThe search team looking into the salvaged Sewol ferry found bones of what is believed to be a complete form of a human body in the ship’s interior Monday.The Ministry of Oceans and Fisheries said that several bone fragments of a person wearing a life jacket were discovered during a search of the third deck of the ferry, where a passengers’ cabin was located.(Yonhap)On Wednesday, the ministry confirmed that a set of bones found intact in the wreck were from Danwon High School student Heo Da-yoon. This came two days after authorities confirmed that a human bone discovered underwater in early May was from Danwon High School teacher Go Chang-suk.Other bone fragments, believed to be human, have been found since the search of the ship’s interior began. The ministry said it is awaiting the DNA results of three bones.While the National Forensic Service confirms the identity of the remains, the search team still needs to find the remains of seven more victims, including two Danwon High School students.By Kim Da-sol affairs","1":"Prosecutors seek arrest warrant for ex-NIS directorProsecutors sought an arrest warrant for a former chief of the National Intelligence Service on Wednesday over allegations that the agency paid billions of won to the presidential office when ousted President Park Geun-hye was in office.Lee Byung-kee, who served as NIS director from 2014-2015, was already in custody, as prosecutors had put him under emergency detention a day earlier. Lee is one of three NIS directors under Park, and prosecutors requested court warrants Tuesday to arrest the other two -- Nam Jae-joon and Lee Byong-ho -- over the same charges. (Yonhap)The three are accused of providing money from the agencys coffers to close aides to Park on a monthly basis between 2013 and mid-2016 totaling about 4 billion won ($3.6 million). Prosecutors suspect the money may have been channeled into a secret fund belonging to Park.They also think that the amount of monthly payments doubled to about 100 million won when Lee Byung-kee and Lee Byong-ho headed the NIS from about 50 million won when Nam was leading the agency. The three reportedly told prosecutors the payments were made at the request of Cheong Wa Dae.Prosecutors are considering questioning the ex-president over the allegations.Park has been jailed at the Seoul Detention Center since March on bribery and other charges in a massive corruption scandal that led to her removal from office. (Yonhap)Social affairs","2":"Chronology of North Koreas missile, rocket launchesNorth Korea test-fired a ballistic missile over Japan on Tuesday. The following is a chronology of the Norths major missile provocations. A photo made available by the North Korean Central News Agency (KCNA), the state news agency of North Korea, shows the North Korean inter-continental ballistic rocket Hwasong-14 being prepared before a test launch at an undisclosed location in North Korea, 04 July 2017. (KCNA)-- Aug. 31, 1998: North Korea fires off its first ballistic missile, the Unha-1, also known as the Taepodong-1, from the launch site of Musudan-ri in North Hamgyong Province.-- July 4, 2006: North Korea test-fires an advanced version of the Taepodong-2 missile at the Musudan-ri launch site.-- April 5, 2009: North Korea launches the Unha-2 rocket at the Musudan-ri launch site with the attendance of leader Kim Jong-il and his son, Kim Jong-un.-- April 13, 2012: North Korea fires off a long-range rocket, the Unha-3, from the Dongchang-ri launch site in North Pyongan Province. But the rocket crashes in pieces into the sea shortly after takeoff.-- Dec. 1, 2012: North Korea says it will launch a working satellite, the Kwangmyongsong-3, on the carrier rocket Unha-3, between Dec. 10 and 22.-- Dec. 10, 2012: North Korea extends the rocket launch window until Dec. 29, citing technical problems in the first-stage control engine module.-- Dec. 12, 2012: North Korea launches a long-range rocket from the Dongchang-ri launch site in North Pyongan Province.-- May 8, 2015: North Korea for the first time tests a submarine-launched ballistic missile (SLBM), dubbed KN-11. Seoul said that it was more of a test for the ejection rather than firing.-- Nov. 28, 2015: North Korea fires off an SLBM in the East Sea, but Seoul views the test as a failure.-- Dec. 21, 2015: South Koreas military says North Korea conducted another SLBM test in December, but the test ended in failure. The Washington Free Beacon reported that North Korea succeeded in the underwater test of a KN-11 missile near the eastern port of Sinpo on Dec. 21, citing unidentified U.S. defense officials.-- Feb. 2, 2016: North Korea notifies U.N. agencies of its plan to launch a satellite between Feb. 8 and 25.-- Feb. 6, 2016: North Korea informs the International Maritime Organization of its plan to move up the launch date to Feb. 7-14.-- Feb. 7, 2016: North Korea fires a long-range rocket from the Dongchang-ri launch site at around 9:30 a.m. The North claims it has successfully placed a satellite, named Kwangmyongsong-4, into orbit.-- March 18, 2016: North Korea launches what appears to be two mid-range Rodong ballistic missiles from its western province.-- April 15, 2016: North Korea conducts its first test-launch of an intermediate-range Musudan ballistic missile, also known as the BM-25, but the launch ends in failure.-- April 23, 2016: North Korea test-fires an SLBM in the East Sea, which flies only about 30 kilometers.-- April 28, 2016: North Korea launches two intermediate-range Musudan ballistic missiles, but the launches end in failure.-- May 31, 2016: North Korea test-fires an intermediate-range Musudan, but the launch ends in failure.-- June 22, 2016: North Korea fires off two intermediate-range Musudan missiles. One missile flies about 400 km, which experts widely view as a success.-- July 9, 2016: North Korea launches an SLBM off its east coast, but Seoul says the missile appears to have exploded at an altitude of some 10 kilometers.-- July 19, 2016: North Korea test-fires two mid-range Rodong missiles and a shorter-range Scud missile.-- Aug. 3, 2016: North Korea fires-off two mid-range Rodong ballistic missiles from near the southwestern area. One missile flies about 1,000 kilometers before falling into Japans exclusive economic zone (EEZ). -- Aug. 24, 2016: North Korea test-fires an SLBM in waters off its east coast towards Japan. The missile flies about 500 kilometers, making it the longest flight by such a missile.-- Oct. 15, 2016: North Korea fires-off an intermediate-range Musudan ballistic missile, but it explodes after launch.-- Oct. 20, 2016: North Korea launches what appears to be an intermediate-range Musudan, but the test ends in failure.-- Feb. 12, 2017: North Korea launches a new intermediate-range ballistic missile, Pukguksong-2, into the East Sea. Experts say the country appears to apply technology used in the SLBM to have developed a new missile.-- March 6, 2017: North Korea fires four ballistic missiles from its the Dongchang-ri launch site toward the East Sea. -- March 22, 2017: North Korea launches a missile from its east coast that is presumed to have failed. The type of the missile is not confirmed.-- April 5, 2017: North Korea fires what appears to be a type of KN-15 intermediate-range ballistic missile.-- May 14, 2017: North Korea fires a new mid-to-long-range ballistic missile, the Hwasong-12, from a northwest site. It flies about 700 kilometers before landing in the East Sea.-- May 21, 2017: North Korea fires the ground-to-ground Pukguksong-2 missile, also known as a KN-15. It flies more than 500 kilometers.-- May 27, 2017: North Korea is presumed to have launched a surface-to-air guided missile, believed to be a KN-06, from the eastern region.-- May 29, 2017: North Korea fires what is presumed to be a Scud-type ballistic missile. It flies about 450 kilometers.-- June 8, 2017: North Korea test-fires multiple surface-to-ship cruise missiles.-- July 4, 2017: North Korea launches a ballistic missile from a northwestern province into waters off its east coast. Pyongyang claims that it successfully test-fired an intercontinental ballistic missile and that it reached an altitude of 2,802 kilometers and flew 933 km.-- July 28, 2017: North Korea launches a ballistic missile from the northern province of Jagang into the East Sea.-- Aug. 26, 2017: North Korea fires three short-range ballistic missiles into the East Sea. -- Aug. 29, 2017: North Korea launches a ballistic missile over Japan from a region near Pyongyang. It flew more than 2,700 kilometers at a maximum altitude of around 550 km.(Yonhap)North Korea","3":"Seoul welcomes UNHRC resolution on N. Korean human rightsSouth Korea on Friday hailed the latest United Nations resolution condemning North Koreas systematic and widespread violation of its peoples human rights.\"The (Seoul) government again urges all UN member nations and concerned parties to honor all recommendations on the resolution aimed at improving human rights conditions in North Korea, and for the North Korean government to immediately stop its human rights violations and take all necessary measures to implement the resolution,\" foreign ministry spokesman Cho June-hyuck said in a released statement.Chos remarks came shortly after the UN Human Rights Council adopted the resolution on North Korea in a meeting in Geneva. Earlier reports said the resolution was adopted by consensus.\"The fact the latest resolution was adopted by unanimous consensus clearly shows the deep concerns the international community holds over the seriousness of North Koreas human rights conditions,\" Cho added.In a 2016 resolution, the UNHRC called for efforts to hold those responsible for North Korean human rights violations accountable.The latest resolution urges additional efforts to bring those responsible to justice, calling for the establishment of a new body to collect and preserve evidence on human rights abuses in the communist North.North Korea has long been labeled one of the worlds worst human rights violators. The communist regime does not tolerate dissent, holds hundreds of thousands of people in political prison camps and keeps tight control over outside information.Pyongyang, however, has periodically bristled at such criticism, calling it a US-led attempt to topple its regime. (Yonhap)North Korea","4":"Moons approval rating rises for 2nd consecutive weekPresident Moon Jae-ins approval rating continued to rise this week, a poll showed Tuesday.In a survey conducted by Realmeter on 1,047 adults, 69.5 percent of the respondents said they supported the way the president managed state affairs, up 1.8 percentage points from a week earlier.The weekly survey was conducted on Sunday and Monday. The latest reading marked a second consecutive week of increase. The poll had a margin of error of 3.0 percentage points and a confidence level of 95 percent. This photo provided by Cheong Wa Dae shows President Moon Jae-in visiting Andong, southeast South Korea, on Oct. 6, 2017. (Yonhap)Of all respondents, 25.6 percent said they did not approve of the way Moon managed state affairs, down 0.4 percentage point from a week earlier, according to Realmeter.The approval rating of the ruling Democratic Party gained 1.4 percentage points from a week earlier to 51.1 percent, while that of the main opposition Liberty Korea Party gained 2.9 percentage points to 20.0 percent.The approval rating of the splinter Bareun Party remained unchanged at 5.6 percent, with that of the liberal Peoples Party slipping 1.3 percentage points to 5.3 percent.The progressive Justice Party scored 5 percent, down 1.0 percentage points from a week earlier. (Yonhap)Politics","5":"Women taking maternity leave likely to have more babies: reportSouth Korean women who take maternity and childcare leave are likely to give birth to more babies than those who dont use them, a report said Thursday.According to the report by the Korea Institute for Health and Social Affairs, women taking maternity leave are 1.2 times more likely to have more children than nonusers. (Yonhap)Women who take childcare leave are 1.3 times more likely to have more babies, said the report based on a 2015 survey of 4,235 married women in their 20s to 40s with childbirth experience.South Korean women, who work at companies with one or more employees, are eligible to take maternity leave before or after childbirth.Both men and women, who have worked at a company for one year or longer and have children aged under nine, can take childcare leave for a maximum of one year.Meanwhile, South Koreas paid maternity leave numbers 12.9 weeks, five weeks shorter than the OECD average with the period of childcare leave standing at 52 weeks, some 16 weeks longer than the OECD number.South Korea remains gripped by one of the lowest birthrates in the world. The countrys total fertility rate stood at 1.24 in 2015, far lower than the replacement level of 2.1 that would keep its 51 million population stable. (Yonhap)Social affairs","6":"Trump says he will take action on N. Korea if necessary without drawing red line in advanceUS President Donald Trump said he will take action on North Korea \"if I have to act\" without drawing a red line in advance. \"I dont like drawing red lines but I act if I have to act,\" Trump said in an interview with Fox News aired Monday night. (Yonhap)Trump argued hes different from his predecessor, Barack Obama.\"Im not like President Obama where you draw a red line as you said a red line in the sand and then lots of bad things happen and he never goes over the red line,\" Trump said.Trump also said that nobodys safe from the Norths nuclear and missile threats.\"We have 28,000 troops on the line and theyre right there,\" Trump said. \"If he gets the long-range missiles, were not safe, either.\"Trump refused to talk about future action he might take against the North.\"Ive been pretty well known for saying like nothing when it comes to the military,\" Trump said. \"I dont want to talk about it.\"Trump only said that the Norths leader is \"very threatening,\" adding, \"Hes a big threat to the world.\" (Yonhap)Diplomatic Circuit","7":"Uzbek president to make state visit to KoreaThe president of Uzbekistan will come to South Korea this month on a state visit that will include a bilateral summit with his South Korean counterpart, Seouls presidential office Cheong Wa Dae said Friday.Shavkat Mirziyoyev will arrive here on Wednesday for a four-day trip.Mirziyoyev and South Korean President Moon Jae-in will hold a bilateral summit on Thursday, followed by a state dinner at Cheong Wa Dae, according to Cheong Wa Dae spokesman Park Soo-hyun Uzbek President Shavkat Mirziyoyev (AP)\"The upcoming state visit will mark the 25th anniversary of establishing diplomatic ties between the two countries, and it will mark President Mirziyoyevs first trip to South Korea,\" he told a press briefing.Mirziyoyev will also be the second foreign head of state to make a state visit to South Korea since the new South Korean president took office in May. The first was US President Donald Trump, who was here on a two-day visit from last Tuesday.During his trip, the Uzbek president is also scheduled to deliver a speech at the countrys parliament, according to the Cheong Wa Dae spokesman.\"The upcoming visit and talks between the two heads of state are expected to help enhance the countrys practical cooperation with Uzbekistan, our key friendly nation in the region,\" he said. (Yonhap)Politics","8":"Dwight School graduates accepted to prestigious universitiesStudents from Dwight School Seoul’s graduating class of 2017 have been accepted to over 85 prestigious universities worldwide, including Ivy League schools, the school said Wednesday.(Dwight School Seoul)Thirty-six Dwight graduates applied to universities in the United States, Europe, Asia and Canada. The list of accepted universities includes four Ivy League universities -- Columbia University, Brown University, Cornell University and the University of Pennsylvania -- plus other highly ranking institutions such as University of California, Berkeley and University College London.\"This year’s 12th grade university acceptances are proof of hard work and initiative,” said the school’s founding head Kevin Skeoch, in a press release. “Being admitted to Ivy League schools means a success standard in international education. Dwight has set the foundation for current and future success.”Dwight School Seoul is a global network of schools with international campuses in New York, London, Vancouver Island and Shanghai, located at Digital Media City.By Byun Hee-jin ","9":"[Weather] Cold Christmas, with light snow possible late nightA cold snap returned nationwide Christmas morning, with lows of minus 13 to 2 degrees Celsius.The freezing weather conditions are expected to continue through Friday, the Korea Meteorological Administration said.As of 9 a.m., Seoul recorded minus 5 C, Chuncheon minus 4 C, Cheongju minus 2 C, Gwangju 1 C and Busan 3 C. (Yonhap)The KMA issued cold wave advisories for some parts of Gyeonggi Province and the inland Gangwon Province. Daytime highs are expected to reach minus 3 C to 7 C, colder than Christmas Eve. Clear skies will be seen in most regions across the country by afternoon, while light snow could fall in Seoul, Gyeonggi Province and South Chungcheong Province late at night, the KMA forecast. Fine dust levels are forecast to be normal throughout the day, as strong cold winds continue to blow. By Park Ju-young affairs","10":"Talk of conservatives integration likely to gain traction this weekPolitical conservatives push for unity is expected to gain more traction this week as the main opposition party is set to take a crucial step to sever ties with corruption-tainted former President Park Geun-hye.The ethics committee of the Liberty Korea Party (LKP) is expected to convene Tuesday or Wednesday to determine whether to accept its reform panels recommendation to ask Park and two of her allies to leave the party.Parks LKP affiliation has long been a hurdle to uniting the fractured conservative bloc, as reformist members of the splinter Bareun Party have called on the LKP to remove all traces of the disgraced leader. (Yonhap)The ethics committees deliberation on Parks membership is forecast to spur the two conservative parties moves toward the proposed merger. Senior members of the parties have been seeking to create a special panel to push for the merger, which they believe would help rein in increasingly assertive liberal rivals and cement their parliamentary foothold.The LKP hopes that the merger would take place before the minor partys leadership election slated for Nov. 13. LKP leader Hong Joo-pyo warned that after the election, conservatives division would \"ossify.\"The Bareun Party splintered off from the LKP late last year amid a factional feud over a massive corruption scandal that led to the ousting of Park in March. The merger of the parties would make the LKP the largest parliamentary force. The LKP currently has 107 legislators in the 299-seat National Assembly, while the Bareun Party has 20. The ruling Democratic Party, which has 121 legislators -- putting it far short of a parliamentary majority -- is said to be seeking an alliance with the minor opposition Peoples Party, currently at 40 seats. As the LKPs reform efforts have accelerated, speculation has risen that some Bareun Party members could defect to the LKP to push for what they call a \"grand integration\" among right-wing politicians.Any defection would cause the Bareun Party to lose its status as a parliamentary negotiating bloc, for which at least 20 legislators is required. (Yonhap)Politics","11":"Korean sailor with anti-piracy unit found dead in OmanA sailor from the South Korean naval unit dispatched to the Gulf of Aden on an anti-piracy mission was found dead in Omans southern port city of Salalah, the defense ministry said Wednesday. The 27-year-old petty officer first class, only known by his family name Park, was found lying on the floor of a local swimming pool in Salalah on Tuesday afternoon (local time). He was pronounced dead on arrival to a local hospital, a ministry official said in a briefing. Cheonghae Unit sailors (Yonhap)\"The military will form an investigation committee to find out what caused the death,\" he said. South Korea has deployed the Cheonghae Unit aboard a 4,500-ton destroyer in the Gulf of Aden since 2009 as part of global efforts to combat piracy off the coast of Somalia. The unit is composed of about 320 troops, including Navy SEALs, Marines and Navy pilots, to protect South Korean vessels off the Somali coast and provide support to ships of other nations in nearby waters.In 2012, Navy commandos from the unit raided a South Korean freighter that had been hijacked by Somali pirates in the Arabian Sea, rescuing all 21 crew members and killing eight pirates. (Yonhap)International","12":"Korea to keep working on UNESCO listing of documents on comfort womenSouth Koreas foreign ministry said Tuesday that it is making efforts to let the world know about women forced into Japanese wartime brothels by continuing to push for a UNESCO listing of related documents. \"Our government is working on the listing with the basic attitude that a lesson should be learned from the comfort women issue,\" foreign ministry spokesman Noh Kyu-duk told reporters during a regular press briefing.Deliberation will get under way this week in Paris on a possible listing of the documents related to the atrocities by Japan on UNESCOs Memory of the World Register. (Yonhap)The spokesman made the remarks in response to a question seeking comments on Japans protest against the Seoul governments push. The Japanese said that pushing for UNESCO listing of related documents might run counter to the spirit of a controversial deal reached between the two countries to address grievances on wartime atrocities committed by Japan. In December 2015, the two countries reached the deal under which they agreed to \"finally and irreversibly\" resolve the comfort women issue. Tokyo gave an apology for its colonial-era atrocities and agreed to contribute 1 billion yen ($8.9 million) to a foundation dedicated to supporting the victims.According to historians, more than 200,000 women, mostly Koreans, were coerced into sexual servitude in front-line Japanese brothels during World War II, when the Korean Peninsula was a Japanese colony. Those sex slaves were euphemistically called \"comfort women.\" Japan has long attempted to whitewash the dark history.Saying that the deal lacks a public consensus, the Moon Jae-in government is currently reviewing the process by which it was reached under the previous administration, hinting that it could be scrapped or revised. Japan says that both countries have to faithfully enforce what was agreed upon by their governments. (Yonhap)Politics","13":"10 injured after double-decker plows into overpassA double-decker bus plowed into an overpass near Dangsan Station in western Seoul, injuring around 10 people. According to Youngdeungpo Police Station on Wednesday, a number 8601A bus hit the scaffolding below the metro overpass around 10:20 a.m. that day.The front end of the roof of the bus was pushed in by the force of the crash, causing damage to the upper deck. Ten out of 40 people on board were taken to a hospital for minor injuries.The bus driver told police that he had driven into the overpass unconsciously, assuming the bus was a regular single-decker. A number 8601A bus plowed into an overpass near Dangsan Station in western Seoul on Thursday.(Youngdeungpo Fire affairs","14":"ASEAN connectivity woos smart tech, infrastructure investmentsThe Master Plan for ASEAN Connectivity 2025 blueprints a “seamlessly and comprehensively connected and integrated Association of Southeast Asian Nations that will promote competition, inclusiveness and a greater sense of community.” Enhancing physical, institutional and social linkages across Southeast Asia is a priority of ASEAN governments, a goal shared and facilitated by Korea, which is pivoting toward the rising regional economic powerhouse. As ASEAN generally suffers from a shortage and dilapidation of infrastructure, Korea’s expertise in industrial and infrastructural development comes in handy, particularly in the frontier fields of smart transportation, renewable energy and information and communication technology, industry experts said at the fifth ASEAN Connectivity Forum on Wednesday.The event was jointly organized by the ASEAN-Korea Center and Korea Chamber of Commerce and Industry, and invited many high-level government officials, financial institution and corporate executives, scholars and journalists from ASEAN and Korea. Participants pose for a picture at the fifth ASEAN Connectivity Forum on Wednesday. (ASEAN-Korea Center)Experts from multilateral development banks offered comprehensive overviews of financing and procurement through the public-private partnership arrangement; ASEAN government representatives presented the latest information on key connectivity-related projects; and Korean investors and ASEAN company representatives engaged in one-on-one business meetings. “Recently, we have seen positive signs that global private capital is increasingly invested in developing countries’ infrastructure projects,” said Bambang Brodjonegoro, Indonesian minister of national development planning. “Multilateral development banks such as the World Bank, Asian Infrastructure Development Bank and Asian Development Bank, as well as government agencies of developing countries have assisted the PPP framework in most ASEAN countries, to attract more private sector and foreign investments in infrastructure projects.”ASEAN needs $3.3 billion of investment in its transportation, water, energy and ICT infrastructures through 2030, the second-largest demand in the world after the Middle East, according to a report by McKinsey and Co. The region’s combined population of 670 million people and combined gross domestic product of $2.6 trillion present gigantic commercial opportunities, experts say. “Korean President Moon Jae-in’s vision for a ‘future Korea-ASEAN community’ comprises people-to-people exchanges, security cooperation and economic collaboration, a goal ASEAN and Korea can pursue together,” said Yoon Soon-gu, Korea’s deputy foreign minister for political affairs. Seoul will provide an additional $100 million to its Global Infrastructure Fund for increased investment in ASEAN by 2022, he added.ASEAN-Korea Center Secretary General Kim Young-sun speaks at the 5th ASEAN Connectivity Forum on Nov. 29 (ASEAN-Korea Center)Son Byeong-suk, Korea’s vice minister of land, infrastructure and transport, said the forum will help formulate different models of strategic collaboration between the two regions’ governments and companies, financial institutions and technical centers.“I firmly believe that combining ASEAN’s boundless growth potential and the people’s passion for national development on one hand, with Korea’s experience, technology and financing on the other hand, would contribute greatly to both their economic growth,” said Son. ASEAN is Korea’s second-largest trade partner and top investment destination, and the two sides are working to reach $200 billion in bilateral trade by 2020. Since the entry into force of the ASEAN-Korea Trade in Goods Agreement in June 2007, bilateral trade in goods has grown by 9.2 percent annually, reaching $125 billion last year and making Korea ASEAN’s fifth-largest trade partner.“The Master Plan for ASEAN Connectivity 2025 targets five strategic areas of sustainable infrastructure, digital innovation, seamless logistics, regulatory excellence and people mobility,” said Ambassador Elizabeth P. Buensuceso, chair of the Committee of Permanent Representatives to ASEAN and ASEAN Connectivity Coordinating Committee. “By 2025, we should like to have increased infrastructure investments, higher infrastructural productivity and more application of smart city models throughout ASEAN.” By Joel Lee Circuit"}}