{"Topic_Num":{"0":0.0,"1":1.0,"2":2.0,"3":3.0,"4":4.0,"5":5.0,"6":6.0,"7":7.0,"8":8.0,"9":9.0,"10":10.0,"11":11.0,"12":12.0,"13":13.0,"14":14.0},"Topic_Perc_Contrib":{"0":0.8220999837,"1":0.8992000222,"2":0.8569999933,"3":0.5491999984,"4":0.6130999923,"5":0.5595999956,"6":0.7518000007,"7":0.4957999885,"8":0.8378000259,"9":0.4404999912,"10":0.6241000295,"11":0.6869999766,"12":0.7732999921,"13":0.5494999886,"14":0.8643000126},"Keywords":{"0":"park, president, office, geun_hye, presidential, dae, former, prosecutor, chief, affair","1":"north, korea, nuclear, korean, say, south, china, test, sanction, pyongyang","2":"percent, year, korea, korean, number, south, last, worker, high, say","3":"airport, year, old, father, say, man, flight, passenger, lee, kim","4":"government, say, ministry, official, bill, also, plan, public, measure, law","5":"korean, woman, say, research, korea, drug, health, young, study, many","6":"police, say, year, case, medical, child, patient, report, south, affair","7":"say, would, make, also, take, call, need, could, issue, people","8":"korea, missile, south, defense, north, say, military, launch, test, rocket","9":"event, war, broadcast, birthday, day, perform, korea, herald, people, national","10":"seoul, city, rocket_launch, feb, satellite, say, complex, site, area, space","11":"japan, seoul, court, victim, japanese, deal, hold, agreement, government, year","12":"party, election, saenuri, minjoo, rep, lawmaker, opposition, rule, political, national_assembly","13":"student, school, education, university, program, class, child, book, parent, high","14":"korea, country, south, economic, korean, year, international, world, seoul, trade"},"Text":{"0":"Park carries out reshuffle of key secretaries amid scandalLegal secretary Woo Byung-woo (left) and policy secretary Ahn Jong-beomPresident Park Geun-hye carried out reshuffle of key secretaries on Sunday amid mounting political pressure on her to act to ease public anger over her close confidantes influence-peddling scandal.A presidential spokesman said President Park appointed Choi Jae-kyung, former head of the prosecution office in Incheon, as new senior legal secretary to replace Woo Byung-woo.Cheong Wa Dae also said President Park accepted resignations from chief of staff Lee Won-jong, senior policy secretary Ahn Jong-beom, senior political secretary Kim Jae-won and presidential spokesman Kim Sung-woo.The presidential office said Park will soon name new chief presidential secretary and other senior aides. ","1":"Chief nuclear envoy to visit China for talks on North KoreaSouth Koreas chief nuclear envoy will visit China this week to coordinate the countries implementation of new sanctions on North Korea, the Foreign Ministry said Thursday.Kim Hong-kyun, special representative for Korean Peninsula peace and security affairs, will visit Beijing Friday for talks with his Chinese counterpart, Wu Dawei. It will be his first meeting with Wu since taking office last month.\"Special Representative Kim plans to share assessments of the political situation on the Korean Peninsula with the Chinese side and discuss overall cooperation measures between South Korea and China, including the faithful implementation of the U.N. Security Councils sanctions resolution against North Korea,\" Cho June-hyuck, a ministry spokesman, said during a regular press briefing.Tensions remain high on the Korean Peninsula as North Korea has threatened to carry out further nuclear tests and ballistic rocket launchings in defiance of international sanctions punishing it for its fourth nuclear test in January and long-range rocket launch last month.The new U.N. sanctions were adopted earlier this month after close coordination between Washington and Beijing, two of the five veto-wielding permanent members of the council. They include the mandatory inspection of all cargo going in and out of the North and a ban on the countrys exports of coal and other mineral resources, which serve as a key source of hard currency for the cash-strapped regime.Fridays meeting between Kim and Wu is expected to contribute to the close coordination between South Korea, the U.S. and China as the three sides jointly respond to the North Korean nuclear issue, including through the implementation of the Security Council resolution, Cho said.Last week, the South Korean envoy traveled to Washington for similar talks with his U.S. counterpart, Sung Kim, during which the two sides agreed to focus on putting strong pressure on the North to ultimately change its behavior. They also agreed to warn Pyongyang of a stronger response should it make additional provocations.China, the Norths last major ally and economic benefactor, has vowed to strictly enforce the U.N. sanctions. However, it has also called for resuming dialogue with Pyongyang to fundamentally resolve the standoff over its nuclear program. (Yonhap)North Korea","2":"Foreign employees in Korea edge up in 2016The number of foreigners working in South Korea rose slightly this year from a year earlier amid a steady rise in foreign residents here, government data showed Thursday.Of the more than 1.42 million foreign residents aged 15 or older, about 962,000 were working as of May this year, according to the data provided by Statistics Korea. Their employment rate reached 67.6 percent, down 0.7 percentage point from an year earlier.Their jobless rate stood at 4.2 percent in May, also down 0.7 percentage point from last year.Last year, there were some 1.47 million foreign passport holders residing in the country, out of the total 1.95 million foreign nationals including short-term visitors.Of those hired, 45.4 percent, or 437,000, were employed in the manufacturing sector, while 19.7 percent were hired in the retail, wholesale and hospitality fields and another 19.4 percent were working in the service sector.By nationality, Chinese nationals of Korean descent totaled 441,000, or 45.9 percent, out of the total foreign employments, with Vietnamese coming in next with a 7.4 percent portion. The ethnic Chinese employed in the country accounted for 6.6 percent, followed by 4.7 percent from the United States and Canada.Of all foreign workers, those with a monthly income of between 1 million ($891) won and 2 million won accounted for 48.7 percent, with those earning 2-3 million won and more than 3 million won coming to 37.9 percent and 8.9 percent, respectively, the data showed. (Yonhap)Social affairs","3":"Thief lures men through dating appA man who had drugged two of his dates to steal their money was arrested by the police on Wednesday.(123RF)The 28-year-old surnamed Lee used a chatting application to connect with dates. After meeting them in person, he drugged them with sleeping pills and stole their phones, clothes and wallet. The items he stole from two men in one night were worth 2.4 million won ($2,100). He committed the crimes at a three-hour interval. Northern Busan police said they are going through Lee’s cell phone to determine whether he committed other similar crimes. By Lim Jeong-yeo affairs","4":"Air purifier companies agree on stricter product regulation: sourceAir purifier companies found to have used toxic air filters agreed recently to revise product regulation standards, a source said Sunday.According to the source from the Korea Air Cleaning Association, the decision was made after a closed-door meeting last week to discuss how to deal with disputed air filters manufactured by 3M.An experiment last month by the Environment Ministry showed that the filters contained Octylisothiazolinone (OIT), which has been classified as a harmful substance since 2014 since the humidifier disinfectant tragedy here. One of the disinfectants had contained OIT. The meeting was attended by officials from the KACA and representatives from local air purifier manufacturers including Samsung Electronics, LG, Cuckoo and Winia. YonhapTo improve product safety and dispel public anxiety, companies said they agreed to revise the current regulation standard and ask the Environment Ministry to strengthen control of chemicals used in filters.Currently, electronic home appliances are supervised by the Ministry of Trade, Industry and Energy under the Electrical Appliances Safety Control Act. Air filters are not included in the list for ministry supervision because they are considered electronic components.According to the regulation, the ministry-designated association is in charge of the authentication process for air purifiers. Since 1998, the KACA has been giving Clean Air authentication marks to air purifiers based on the functions of the product, such as deodorization efficiency, noise level and dust collection efficiency. A total of 113 air purifier models from 24 local brands including Samsung Electronics, LG, Coway, Chungho Nice, Winia, Cukcoo, have acquired this Clean Air mark.The revised authentication standard will include stricter safety test for filters. Five chemicals -- OIT, CMIT, PHMG, PGH and MCIT -- will be banned from use in manufacturing filters. These are the chemicals that were found to have been used in toxic humidifier disinfectants, which caused at least 200 deaths since 2011.Substances designated as harmful in other countries and uncertified sterilizing chemicals will also be banned from being used in filters.If a company breaches the above regulations or cannot provide documents to prove product safety, they will not be able to acquire the Clean Air mark.“It is true that the current authentication standard did not fully consider the safety of air purifiers,” one of the attendees at the meeting was quoted as saying.“Although it may seem like 20-20 hindsight, we believe the related ministries and customers will welcome our idea of a stricter authentication process, which is aimed at putting customer safety first before anything” the official added.According to a local news report, 3M sold over 720,000 filters to local companies from 2014 to May this year. This accounts for 80 percent of the total number of filters sold in the market.Amid moves to recall the products out of concern, the corresponding companies last week announced that they would offer free filter replacements to customers. By Kim affairs","5":"[Weekender] Do hangover cures actually work?On the morning after a night of heavy drinking, many hungover Koreans feel better after having a bowl of hearty, spicy soup. There is a plethora of choices -- soybean sprout soup and ox bone spicy soup, to name a few -- which all belong under the category of “haejangguk”: any soup that is eaten as a hangover cure in Korean cuisine.For Kim Ji-hwan, a 31-year-old office worker in Suwon, Gyeonggi Province, his favorite haejangguk is a bowl of potato soup with Korean red pepper powder. “It’s hearty and spicy -- but not too spicy,” Kim told The Korea Herald. “The spicy taste helps with fatigue and nausea. But haejnagguk only works when I’m mildly hungover. I prefer to just sleep in and only drink water when the symptoms are severe.” But does haejangguk actually “cure” a hangover? The answer is both yes and no. Water helps rehydrate for those who are suffering from a hangover. (123RF)An alcohol hangover is in fact a medical condition known as veisalgia, a group of unpleasant symptoms that can develop after heavy drinking -- such as dizziness, fatigue, nausea, headache and dry mouth.Scientifically, the condition is caused by a combination of dehydration and alcohol metabolism -- such as disruptions to the stomach lining, blood vessels and blood sugar. For example, alcohol irritates the stomach lining and this can cause an overproduction of stomach acid which can eventually lead to nausea and stomach pain. Lee Young-jong, a physician of Korean traditional medicine, said drinking fluids -- which can include haejangguk -- can help with dry mouth and dehydration. “The more alcohol you drink, the more water passes out of your body,” he told The Korea Herald. “Haejangguk provides water so it can help ease dehydration. And the specific dish is a comfort food for many Koreans -- it’s always better to eat something that you find soothing when you have an upset stomach.”Some Koreans love warm haejangguk for its spicy taste, which many believe helps them sweat alcohol out of their system. But Lee said sweating after eating haejangguk can be beneficial for only a certain group of individuals. In Korean traditional medicine, people are divided into four types: “Tae-yang,” “Tae-eum,” “So-yang” and “So-eum.” Among the four, those who are “Tae-eum” tend to feel refreshed, rather than tired, after sweating. Those who are “Tae-eum” therefore may feel better by drinking a bowl of warm, spicy soup, he added. “But those who belong to other body types, such as ‘So-eum,’ tend to lose energy when they sweat a lot,” Lee said. “I don’t think the spicy taste really does anything to improve the condition (of hangovers). It can actually make one’s condition worse if he or she is not used to spicy food. Yet sweating can help some people, according to their body types.”In western medicine, it is said that only about 10 percent of the alcohol one drinks leaves the body through urine, breath and perspiration. Sweating only releases traces of toxins -- less than one percent of the body’s total content -- as its only and primary purpose is to prevent overheating. “There is no scientific proof that consuming warm, spicy soup helps ease symptoms of a hangover,” said a doctor from the Samsung Medical Center in southern Seoul.According to the Samsung Medical Center’s clinical nutrition research team, plain, starchy foods -- such as toast, noodles, potatoes and even rice -- can be great hangover cures. Hangovers cause blood sugar levels to drop, which can lead to fatigue and shakiness. Plain carbs are known to increase blood sugar level. Carbs help balance blood sugar level for those who are suffering from a hangover. (123RF)On top of starchy foods, sports drinks such as Gatorade as well as fruit juice can help recover from a hangover, according to the team. Alcohol causes the depletion of vitamin C as well as B6 and folic acid, which are important nutrients needed to cope well with stress. Fruit juice contains plenty of vitamins, while sports drinks are known to rehydrate faster than most other fluids, the researchers explained. While expert opinions on the effectiveness of Korean haejangguk varies, science may have the answer why the specific dish has been working so well for many Koreans. The key word: sodium.Most Korean cuisine, especially its soup and broth including haejangguk, are known for its high sodium content. According to the World Action on Salt and Health, South Koreans consumed a daily average of 4.878 milligrams of sodium in 2010, which was 2.4 times higher than the WHO’s recommended daily sodium intake.While consuming too much sodium can cause a number of health risks, salty foods could help ease a hangover, according to experts. Heavy drinking depletes electrolytes -- which is primarily composed of sodium, along with calcium and magnesium. Electrolytes are important minerals that affect the amount of water in the body as well as acidity of the blood and muscle function. One can lose electrolytes after excessive exercise, heavy sweating, starvation and heavy drinking among other things. Many Korean soup broths, high in sodium, can help those hungover replenish their sodium intake. All sports drinks as well as fluids used in oral rehydration therapy also contain sodium and potassium salts, which help to replenish water and electrolyte levels after severe dehydration. In Vietnam, its signature noodle soup, best known as Pho, has long been considered as one of the best hangover cures. The dish, like haejangguk, also contains some of the most important substances that are needed to treat dehydration: fluids and sodium.By Claire Lee affairs","6":"Woman attacked by Chinese suspect at church in Jeju diesA 61-year-old woman who was stabbed by a Chinese man at a Catholic church in the countrys resort island of Jeju earlier this week was pronounced dead Sunday, police said.The 50-year-old man, identified only by his last name Chen, allegedly stabbed the Korean woman in the chest and abdomen while she was praying inside the church alone early on Saturday morning, according to the Jeju Seobu Police Station. The suspect was nabbed a few hours later some 40 kilometers away from the scene of the incident.The 61-year-old victim was rushed to a nearby hospital as she called for help after the Chinese fled the scene, but she was pronounced dead earlier on Sunday.The Chinese man entered the country as a tourist under the transit-without-visas program on Wednesday and was scheduled to leave next week, according to police.Police said they are trying to investigate the motive behind the violent attack. Police officers take a Chinese man, suspected of fatally stabbing a 61-year-old Korean woman who was praying at a local church, to the Jeju Seobu Police Station on the countrys resort island of Jeju on Sept. 17.(Yonhap)During the police interrogation, Chen said he came to have a deep hatred toward women after his first and second wives had extramarital affairs and then ran away, according to police. Police said they are reviewing whether to change the criminal charges leveled at him from attempted murder to murder. (Yonhap)Social affairs","7":"National Assembly Speaker redoubles call for constitutional revisionNational Assembly Speaker Chung Sye-kyun on Thursday redoubled his call for constitutional revision, claiming that it is no longer a subject for debate, but a \"matter of will.\"During his inaugural press conference, Chung also stressed that political circles should break out of the \"parochial\" view based on political calculations and work together to create a basic law that embraces various social changes that have taken place since the Constitution was last amended nearly three decades ago.\"Currently, there are many people who have shared the need for constitutional revision,\" he told a press conference at the Assembly, pledging to try to \"wrap up\" the issue before the end of the 20th Assemblys term in 2020. \"Constitutional amendment is now a matter of will.\" National Assembly Speaker Chung Sye-kyun speaks at a press conference on Thursday.Yonhap)Chung, who has recently left the opposition Minjoo Party of Korea due to a parliamentary rule, also pointed out that a major holdup in the discussion of the revision was the \"parochial view\" of the politicians who have approached the issue from the perspective of political interests.The issue of amending the Constitution resurfaced after Chung broached it during his speech marking the official launch of the newly elected National Assembly on Monday. The sensitive issue has long been pushed to the back burner due to fears that the debate over it could trigger intense political wrangling to the detriment of government efforts to focus on more urgent issues, including revitalizing the economy.Nevertheless, a series of big-name politicians, including Gyeonggi Province Gov. Nam Kyung-pil, have continuously raised the matter. Despite calls for change getting attention, the discussions as a whole have yet to gain substantial momentum, since potential presidential contenders have remained silent on the issue.The presidential office Cheong Wa Dae has maintained a cautious stance. It once likened the move toward constitutional revision to a \"black hole\" that would divert attention from more important economic issues such as those concerning peoples livelihoods.Touching on how he would maintain relations with the Park administration, Chung said that he would help it if need be, but would also say \"no\" to government moves that he deems inappropriate. \"The criteria of my judgment is not power, but the people,\" he said. \"This is because the government may fail, but people must not fail.Chung also pledged to maintain \"close communication\" in the 300-member parliament and push for a legislature that focuses on \"working for the people\" -- not on pursuing partisan interests.\"What people want us to do is only one thing -- stop fighting and work for the people and the nation,\" he said. \"The National Assembly should be reborn as one that could give strength to the people rather than adding their burden.\" (Yonhap)Politics","8":"South Korea, U.S. conduct joint drills against North Koreas submarine attacksSouth Korea and the United States carried out a three-day joint exercise on boosting the allies joint combat readiness against North Koreas potential submarine attacks, the Navy said Monday.The drills between the navy forces of the two countries kicked off Saturday in the East Sea and were to wrap up later in the day, according to the Navy. The U.S. sent the USS North Carolina attack submarine to the three-day drills, while a South Korean 1,800-ton submarine, the Kim Jwa-jin, joined them.The Virginia-class American attack submarine is capable of carrying Tomahawk all-weather cruise missiles and Mark 48 submarine-launched torpedoes. The submarine cruises at a speed of 46 kilometers per hour. \"The submarines of both countries navies conducted a submarine-chasing drill and an actual fighting training in the latest exercise and boosted their ability to detect, distinguish, trace and attack enemy submarines,\" the Navy said. \"Through the latest drills, the submarine crew were able to improve their actual warfare capabilities and combined operation competence,\" Capt. Kang Joon-kyu of the South Korean submarine said. On the heels of the submarine exercise, the two countries naval forces will conduct another submarine detection drill involving sea-based patrol aircraft Wednesday, the Navy also said. The South Korean Navy will mobilize its P-3 anti-submarine aircraft for the one-day exercise, while the U.S. will send a P-8 Poseidon maritime patrol aircraft. The latest local deployment of U.S. military assets is part of the allies efforts to show off their combined military might after North Koreas recent nuclear test and long-range missile launch. The U.S. is also reportedly moving to send the USS John C. Stennis (CVN-74), a Nimitz-class nuclear-powered supercarrier, to join the joint South Korea-U.S. military exercises in South Korea next month. \"The U.S. military will send a warning message and reassert its commitment to the defense of South Korea through the deployment of key strategic assets to the Korean Peninsula,\" a military official said. (Yonhap)North Korea","9":"Noise, trash mar Seouls mural villageIhwa-dong, located near Naksan Park in the northern part of central Seoul, is a quaint community which used to be a dull shantytown a decade ago. In 2006, with the help of the Ministry of Culture and Tourism, the community transformed itself through what they called the “Naksan Project.” A total of 68 artists gathered to paint walls and install sculptures. An ordinary village soon turned into a booming tourist spot. Despite its off-the-beaten-path location, the mural village has become overcrowded with local and foreign tourists, artsy cafes and stores. But the popularity of the village is not so welcomed by residents.“All those coffee shops prospered but they’re run by outsiders who come in to make money,” said a woman surnamed Koo, a resident of Ihwa-dong for 30 years.“To be honest, villagers here don’t see any advantages. Noise and trash are what’s left behind ever since our home became a mural village,” Koo added. Signs posted on a pole in Ihwa-dong read, “Do not enter the alley,” “Do not take pictures inside the alley. There are people living here.” (Kim Da-sol\/The Korea Herald)There are about 10 mural villages in Seoul, each operated and supervised by the autonomous district office and its public design division. In response to residents’ complaints over privacy and littering, Jongno-gu has run the “Silent Campaign” since 2013, which aims to spread a quiet and nonintrusive sightseeing culture.“We hand out leaflets and put up posters to promote the campaign. At the tourist information center, we play animated videos to help visitors understand that the (mural) village is also someone’s home,” said Lee Sun-min from Jongno-Gu’s tourism division.However, residents in the area say that their voice should be heard more and that such themed villages should not be established without regulations. “I don’t know what the district office is doing for us. No single trash bin is installed in our village. Newly painted stairs and walls actually do not provide us a better quality of life,” said Yoo, 78, who runs a corner shop in Ihwa Mural Village.A resident walks into his home where the wall is painted with a mural in Ihwa-dong. (Kim Da-sol\/The Korea Herald)“I wake up early at 5 a.m. in the morning to clean up the street. All I ask is for visitors not to leave their trash on the fence or in between windows,” Yoo added.“Or maybe, residents (here) will have to ask authorities to erase the murals,” she said. In 2010, a popular local TV show “One Day Two Nights” featured a mural of two white angel wings in the village. After the show aired, the house with the mural of angel wings was inundated by visitors which eventually led to the resident removing the artwork.By Kim Da-sol 버린 쓰레기는 주민들 몫? 구청은 시종일관 “쓰레기통 추가 설치 없다”‘이화동 달동네’라는 이름이 더 익숙했던 이화벽화마을 주민들에게 지난 10년간 많은 변화가 생겼다.줄지어 마을 곳곳에서 사진을 찍는 관광객들이 평일에도 넘쳐났고, 골목 어귀마다 카페와 먹을거리를 파는 가게들이 들어섰다. 하지만, 그 중 가장 큰 변화는 바로 사라진 공용 쓰레기통과 관광객들이 집 앞, 창틀 사이, 담벼락 위에 놓고 간 쓰레기들이었다. 실제로 기자가 14일 낮 찾아가 본 이화벽화마을에는 테이크아웃용 플라스틱 컵, 종이컵, 휴지, 대학로에서 받아온 팸플릿 등 온갖 쓰레기들이 “쓰레기통 없는 마을” 곳곳에 버려져 있었다.주민들은 언제부턴가 골목 군데군데 있던 공용 쓰레기통이 사라진 이유를 모르겠다며 불편함을 호소했다. 마을 초입에서 슈퍼를 운영하고 유 모 (78)씨는 더는 동네 곳곳에 쓰레기가 쌓이는 것을 볼 수 없다며 직접 종이박스를 두어 관광객들이 플라스틱 컵이나 쓰레기를 버릴 수 있는 간이 쓰레기통을 가게 앞에 놓기도 하였다.하지만, 유 모 씨에게 돌아온 것은 16만 8천 원의 벌금을 부과한 종로구청의 통지서였다. 이에 종로구청 관계자는 “이는 쓰레기 무단 투기를 줄이려는 구의 방침”이라며 “도시 비우기 사업의 일환으로 꼭 필요한 데가 아니면 쓰레기통을 없앨 것”이라고 말했다. 서울시 자료에 따르면 종로구에 설치된 가로휴지통의 수는 매년 감소하는 추세다. 2014년 자료에 따르면 관광객 인구 수가 높은 종로구에는 총 129개의 공용 쓰레기통이 설치되어 있다. 이는 공용 쓰레기통 1개를 구민 1,282명이 사용하는 셈이다. 최근 약 900여 개의 쓰레기통을 추가로 설치한 강남구와 비교했을 때, 구민 671명당 1개의 쓰레기통을 사용하는 강남구의 약 두 배 정도 되는 숫자이다. 종로구 관계자는 이화벽화마을이 종로구의 유명 관광지 중 한 곳으로 수많은 관광객을 맞이하고 있음에도 “무단 투기를 막고자 추가 쓰레기통 설치에 대한 계획은 없다”라고 일관했다.코리아 헤럴드\/김다솔 기자 affairs","10":"3.0 magnitude aftershock jolts Gyeongju following record quakeA magnitude 3.0 aftershock jolted the countrys southern city of Gyeongju on Sunday, South Koreas meteorological agency said, a few weeks after two strong earthquakes hit the city. The aftershock took place at 8:53 p.m., with the epicenter located some 10 kilometers southwest of the historical city, according to the Korea Meteorological Administration.No damage or casualties have been reported, the weather agency said.On Sept. 12, the city, located some 371 km southeast of Seoul, was rocked by two quakes, one of which was magnitude 5.8, the strongest to hit the Korean Peninsula to date.Sundays quake was one of the stronger aftershocks among 455 tremors detected since the two major quakes hit the country, the meteorological agency said. (Yonhap)Social affairs","11":"Former sex slaves protest against foundation to be launched this weekSouth Korean women who were sexually abused by Japanese soldiers during the countrys colonial occupation period (1910-45) denounced the government for \"unilaterally\" pushing forward with a foundation dedicated to the victims.In December, South Korea and Japan reached a landmark deal in which Tokyo apologized for its colonial-era atrocities and agreed to provide 1 billion yen ($9.4 million) for the creation of a foundation aimed at supporting the victims, euphemistically called comfort women.The foundation will be officially launched Thursday, about seven months after the deal was reached. The Korean Council for the Women Drafted for Military Sexual Slavery by Japan said the agreement was reached without prior consultation with the victims. \"South Korea and Japan made an agreement lacking proper apology and compensation,\" it said during a press conference held in front of the government complex in central Seoul. The deal reached on Dec. 28 has been hailed by the international community as a step in the right direction given that the comfort women issue has been a long-standing obstacle to ties between the two neighboring countries.Still, victims and liberal civic groups have accused the government of striking the deal without getting Japans acknowledgment of legal responsibility. (Yonhap)Social affairs","12":"Ruling party to hold in-house vote to pick new whipSouth Koreas ruling Saenuri Party will hold an in-house election Friday to pick a new floor leader, which will have a decisive impact on the balance of power in its bitter factional fight.Candidates from both President Park Geun-hye loyalists and her dissenters will compete in the election, which was triggered by the resignation of Rep. Chung Jin-suk earlier this week, taking responsibility for the impeachment and party feud.From the anti-Park group, four-term lawmaker Rep. Na Kyung-won is running for floor leader and three-term lawmaker Rep. Kim Se-yeon for policy panel chief. The pro-Park faction supports Rep.Chung Woo-taik and Rep. Lee Hyun-jae as candidates for floor leader and policy chief, respectively.The Park-loyalist campaign has been claiming Saenuri must seek a unity, while the dissenters focused on promoting plans to bring reforms. (Yonhap)Politics","13":"[Cartoon] Queen of electionsAuthor: Gregory PenceHomepage: www.soundstagecomics.comTwitter: ","14":"S. Korea to strengthen cooperation with African countriesSouth Korea held a ministerial-level meeting with African countries as a way to bolster economic cooperation with the developing continent, the finance ministry here said Monday.The 5th Korea Africa Economic Cooperation (KOAFEC) gathering took place in Seoul from Monday to Thursday, with the attendance of ministers and vice ministers from 41 African countries and officials from regional institutions including the African Development Bank (AfDB), according to the Ministry of Strategy and Finance.Starting from 2006, the biennial KOAFEC meeting is aimed at sharing South Korea‘s experience on economic development and enhancing cooperation in resource development.South Korea will create a US$10 billion financial cooperation package, including the Economic Development Cooperation Fund (EDCF) launched in 1987 and aimed at helping developing countries by providing cheap loans, and the Knowledge Sharing Program (KSP), initiated in 2004 to offer its growth experience and other expertise.“Africa has limitless potential and opportunities,” Finance Minister Yoo Il-ho said. “The KOAFEC meeting will contribute to strengthening friendship between South Korea and Africa.”South Korea’s trade with African countries reached $18.2 billion in 2015, with its investment into the region totaling $146 million last year.Its official development assistance (ODA) to the African continent rose to $332.7 million in 2014, accounting for 24 percent of the country‘s total contributions. (Yonhap)Politics"}}