{" title": ["A snapshot of multiculturalism in South Korea", "[Weekender] Korea’s dynamic 2017"], " author": ["Lee Sun-young", "Choi He-suk"], " time": ["2018-01-01 17:07:00", "2018-01-01 13:22:00"], " description": ["With birthrates persistently low and the senior population growing, South Korea‘s working age population is projected to shrink from 2018 onward. Against this backdrop, a steady inflow of immigrants and foreign residents is a potent factor that could bring about major changes to the fabric of South Korean society, long considered culturally and ethnically homogeneous. Here’s a look at the multiculturalism’s growin...", "From North Korea’s nuclear weapons program nearing completion to the unprecedented impeachment of a president and a major earthquake, the year now drawing to a close has been a difficult one for South Korea.The corruption scandal that broke out in 2016 led to the country’s first impeachment of a president. President Park Geun-hye’s ouster in March in turn led to her and her closest allies being arrested and put on..."], " body": ["With birthrates persistently low and the senior population growing, South Korea‘s working age population is projected to shrink from 2018 onward. Against this backdrop, a steady inflow of immigrants and foreign residents is a potent factor that could bring about major changes to the fabric of South Korean society, long considered culturally and ethnically homogeneous. Here’s a look at the multiculturalism’s growing hold here, although it may not be visible yet in the mainstream.Migrant workers As of 2016, more than 2 million foreign nationals were residing in South Korea under various visa schemes. The lion’s share, totaling about 549,000, is migrant workers brought in from China and Southeast Asian countries to take up jobs that are shunned by more educated South Korean workers. The majority of these workers are in manufacturing, but there has been a noticeable rise of them in agricultural and fishery sectors which have been struggling with chronic labor shortages. The tally from Statistics Korea, however, leaves out thousands of undocumented foreign laborers living and working here without a valid visa. Foreign wives Since late 1990s, international marriages have risen rapidly to become a major route of immigration into Korea, but in recent years their pace of growth has moderated. In 2008, 11.2 percent of all marriages here involved a non-Korean national but the ratio was down to 7.7 percent in 2016. Over 65 percent of the international unions in 2016 were between a foreign wife and a Korean husband. For the first time that year, Vietnam took over China as the No. 1 country of birth for the foreign wives, with 27.4 percent. China came in second at 26.9 percent, while 4.3 percent of the wives came from the Philippines and 3.9 percent from Japan. In such unions, the average age of first marriage was 36 for the Korean husbands and 27.8 of their wives. Foreign studentsThe number of international students receiving higher education here topped the 100,000 mark for the first time in 2016. Chinese are the overwhelming No. 1 group among them with over 70 percent. Vietnam, Mongolia, Japan and the United States followed although their shares are marginal, less than 5 percent. Rise of new generation  (Yonhap)In 2016, 19,431 babies of mixed heritage were born in South Korea, which accounted for 4.8 percent of all births in the country. Rural provinces of Jeolla recorded the highest number of multicultural babies born, followed by the southern island province of Jeju. The Education Ministry data puts the number of multicultural students attending elementary, middle and high school at 109,385 as of August 2017, surpassing the 100,000 mark for the first time. It marked a fivefold increase from 2008, when the number was around 20,000. By Lee Sun-young  (milaya@heraldcorp.com)", "From North Korea’s nuclear weapons program nearing completion to the unprecedented impeachment of a president and a major earthquake, the year now drawing to a close has been a difficult one for South Korea.The corruption scandal that broke out in 2016 led to the country’s first impeachment of a president. President Park Geun-hye’s ouster in March in turn led to her and her closest allies being arrested and put on trial on a host of charges. In the wake of Park’s fall from grace, conservatives split into factions, and liberal President Moon Jae-in won the May 9 presidential election. Moon’s election itself sparked off a series of events that hinted at sweeping changes, even if for a limited time, to Korean society.  (Yonhap)Moon quickly launched a war against “accumulated ills,” by which the new administration refers to unfair practices and conditions in society. The reform drive has raised allegations of wrongdoings going back to the Lee Myung-bak administration that came to office in 2008. On the economic front, Moon’s reform drive has so far resulted in a large minimum wage hike and higher taxes for the highest earning companies and individuals, both fiercely resisted and criticized by the conservative bloc. The eight months of Moon’s presidency so far have also seen the threat posed by North Korea rise to a new dimension. On Sept. 3, North Korea conducted its sixth nuclear test, claiming that it had successfully developed a hydrogen bomb. North Korea also conducted a number of intercontinental ballistic missile tests starting in May, the combination of which would imply that Pyongyang has crossed the “red line” Moon drew in his North Korea policies. At the press conference marking his 100th day in office in August, Moon stated that North Korea becoming capable of building ICBMs tipped with nuclear warheads would mean that the “red line” has been crossed. The year also saw South Korea experience friction with its two largest trading partners -- China and the US.The trouble with China began in 2016, following the Park administration’s decision to deploy the US Terminal High Altitude Area Defense anti-missile system. The decision to deploy THAAD prompted economic retaliation by China, dealing massive blows to South Korean companies and the tourism industry. Although Seoul-Beijing relations have thawed from the height of tensions, the two sides have yet to narrow their differences on THAAD, which Beijing considers a threat to its national security. Although on a much lesser scale, Seoul’s trade relations with the US also hit a rut over the Korea-US Free Trade Agreement, which US President Donald Trump termed a “horrible deal.” Despite Seoul’s attempts to avoid a renegotiation, the Trump administration pressed the issue on numerous occasions, and the two sides are currently renegotiating the deal. The year also saw major domestic issues unfold. In March, the ferry Sewol was raised from the seabed, nearly three years after it sank off the country’s west coast, leaving 304 people dead or missing. Although the vessel was raised, five passengers remain unaccounted for. A 5.4 magnitude earthquake shook the port city of Pohang, North Gyeongsang Province, on Nov. 15. Among its many consequences, the quake led to the postponement of the annual university entrance exam for the first time in history. By Choi He-suk (cheesuk@heraldcorp.com)"], " section": ["Social affairs", "Social affairs"]}